Repository: Flowrian0301/canalendar-flutter
Catalog: lib/l10n/app_*.arb
Languages: de

# dateDifferenceNegative
source: {count, plural, =1{Yesterday} other{{count} days ago}}
de: {count, plural, =2{Vorgestern} =1{Gestern} other{Vor {count} Tagen}}

# dateDifferencePositive
source: {count, plural, =0{Today} =1{Tomorrow} other{In {count} days}}
de: {count, plural, =0{Heute} =1{Morgen} =2{Übermorgen} other{In {count} Tagen}}

# dayInYear
source: {dateDifference}, {date}, {serial} day of the year
de: {dateDifference}, {date}, {serial} Tag des Jahres

# registerUser
source: New user
de: Neuer Nutzer

# standardStockType
source: Standard type of stock
de: Standard Vorrat Art

# daySeparator
source: Day starting
de: Tag startet

source: Hash
de: Hasch

# hhc_hash
source: Hash (HHC)
de: Hasch (HHC)

# cbd_hash
source: Hash (CBD)
de: Hasch (CBD)

source: Stock
de: Vorrat

# user_info
source: User information
de: Nutzerinfo

# new_user
source: Add user
de: Nutzer hinzufügen

source: Delete user
de: Nutzer löschen

# delete_user_message
source: Delete all data of {user}?
de: Alle Daten von {user} löschen?

# date_is_in_future_message
source: The selected time is in the future: A session can not be added.
de: Der gewählte Zeitpunkt befindet sich in der Zukunft: Es kann keine Session hinzugefügt werden.

source: Calendar
de: Kalendar

source: Settings
de: Einstellungen

source: Cancel
de: Abbrechen

source: {user}'s stock
de: {user}s Vorrat

source: Anybody's stock
de: Unbestimmter Vorrat

# edit_amount
source: Edit amounts
de: Menge bearbeiten

source: Add (Pro)
de: Hinzufügen (Profi)

source: Add
de: Hinzufügen

source: Edit
de: Bearbeiten

# set_finished_date
source: Mark as used up
de: Als aufgebraucht markieren

source: Manage stocks
de: Vorräte verwalten

source: No entry
de: Kein Eintrag
